Revit 2027 API
BuiltInFailures.FamilyFailures.CantMirrorInstWoHost Property
 Can't mirror an instance without its host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantMirrorInstWoHost { get; }
Public Shared ReadOnly Property CantMirrorInstWoHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantMirrorInstWoHost {
	FailureDefinitionId^ get ();
}
static member CantMirrorInstWoHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace